Revit 2024 API
ParameterTypeId.BuildingpadHeightabovelevelParam Property
 "Height Offset From Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId BuildingpadHeightabovelevelParam { get; }
Visual Basic
Public Shared ReadOnly Property BuildingpadHeightabovelevelParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BuildingpadHeightabovelevelParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace